Repository: mpleclai/stardew-ios-helper
Catalog: StardewHelper/StringResources/Weapons.xcstrings
Source language: en
Languages: es

# AbbysPlanchette_Description
source: It's made from fine marblewood.
es: Hecha de madera de mármol de calidad.

# AbbysPlanchette_Name
source: Abby's Planchette
es: Ouija de Abby

# AlexsBat_Description
source: The sweet spot is dented from Alex's famous Grand Slam.
es: La zona de golpeo está abollada por el famoso Grand Slam de Alex.

# AlexsBat_Name
source: Alex's Bat
es: Bate de Alex

# BoneSword_Description
source: A very light piece of sharpened bone.
es: Un trozo muy ligero de hueso afilado.

# BoneSword_Name
source: Bone Sword
es: Espada ósea

# BrokenTrident_Description
source: It came from the sea; but it's still sharp.
es: Vino del mar; pero sigue afilado.

# BrokenTrident_Name
source: Broken Trident
es: Tridente roto

# BurglarsShank_Description
source: A weapon of choice for the swift and silent.
es: El arma que eligen los más rápidos y silenciosos.

# BurglarsShank_Name
source: Burglar's Shank
es: Pata de ladrón

# CarvingKnife_Description
source: A small; light blade.
es: Una hoja pequeña y ligera.

# CarvingKnife_Name
source: Carving Knife
es: Navaja de talla

# Claymore_Description
source: It's really heavy.
es: Es muy pesada.

# CrystalDagger_Description
source: The blade is made of purified quartz.
es: La hoja está hecha de cuarzo purificado.

# CrystalDagger_Name
source: Crystal Dagger
es: Daga de cristal

# Cutlass_Description
source: A finely crafted blade.
es: Una hoja elaborada con esmero.

# Cutlass_Name
source: Cutlass
es: Alfanje

# DarkSword_Description
source: It's glowing with vampire energy.
es: Brilla con una energía misteriosa.

# DarkSword_Name
source: Dark Sword
es: Espada oscura

# DragontoothClub_Description
source: This club was crafted from a magical tooth.
es: Esta maza fue fabricada con un diente mágico.

# DragontoothClub_Name
source: Dragontooth Club
es: Maza diente de dragón

# DragontoothCutlass_Description
source: The blade was forged from a magical tooth.
es: La hoja fue forjada con un diente mágico.

# DragontoothCutlass_Name
source: Dragontooth Cutlass
es: Alfange diente de dragón

# DragontoothShiv_Description
source: The blade was forged from a magical tooth.
es: La hoja fue forjada con un diente mágico.

# DragontoothShiv_Name
source: Dragontooth Shiv
es: Navaja diente de dragón

# DwarfDagger_Description
source: It's ancient; but the blade never dulls.
es: Es antigua; pero la hoja unca se desafila.

# DwarfDagger_Name
source: Dwarf Dagger
es: Daga enana

# DwarfHammer_Description
source: It emits a very faint whirring sound.
es: Emite un zumbido muy tenue.

# DwarfHammer_Name
source: Dwarf Hammer
es: Martillo enano

# DwarfSword_Description
source: It's ancient; but the blade never dulls.
es: Es antigua; pero la hoja nunca se desafila.

# DwarfSword_Name
source: Dwarf Sword
es: Espada enana

# ElfBlade_Description
source: Only the nimble hands of an elf could craft this.
es: Solo las diestras manos de un elfo podrían crear algo así.

# ElfBlade_Name
source: Elf Blade
es: Hoja élfica

# ElliottsPencil_Description
source: Elliott used this to write his book. It's sharp!
es: Elliott lo usaba para escribir su novela. ¡Está afilado!

# ElliottsPencil_Name
source: Elliott's Pencil
es: Lápiz de Elliott

# Femur_Description
source: An old; heavy bone caked in centuries of grime.
es: Un hueso viejo y pesado cubierto de siglos de suciedad.

# Femur_Name
source: Femur
es: Fémur

# ForestSword_Description
source: Made powerful by forest magic.
es: Poderosa gracias a la magia del bosque.

# ForestSword_Name
source: Forest Sword
es: Espada forestal

# GalaxyDagger_Description
source: It's unlike anything you've seen.
es: Nunca has visto nada parecido.

# GalaxyDagger_Name
source: Galaxy Dagger
es: Daga galaxia

# GalaxyHammer_Description
source: It's made from an ultra-light material you've never seen before.
es: Hecho de un material ultraligero que no has visto jamás.

# GalaxyHammer_Name
source: Galaxy Hammer
es: Martillo galaxia

# GalaxySlingshot_Description
source: It looks really powerful.
es: Parece muy poderoso.

# GalaxySlingshot_Name
source: Galaxy Slingshot
es: Tirachinas galaxia

# GalaxySword_Description
source: It's unlike anything you've ever seen.
es: Nunca has visto nada parecido.

# GalaxySword_Name
source: Galaxy Sword
es: Espada galaxia

# GoldenScythe_Description
source: It's more powerful than a normal scythe.
es: Es más poderoso que una guadaña normal.

# GoldenScythe_Name
source: Golden Scythe
es: Guadaña dorada

# HaleysIron_Description
source: It's searing hot and smells like Haley's hair.
es: Está al rojo vivo y huele como su pelo.

# HaleysIron_Name
source: Haley's Iron
es: Rizador de Haley

# HarveysMallet_Description
source: It brings back memories of Harvey's clinic.
es: Trae recuerdos de la clínica de Harvey.

# HarveysMallet_Name
source: Harvey's Mallet
es: Martillo de Harvey

# HolyBlade_Description
source: It feels hopeful to wield.
es: Blandirla da esperanza.

# HolyBlade_Name
source: Holy Blade
es: Hoja sagrada

# InfinityBlade_Description
source: The true form of the Galaxy Sword.
es: La verdadera forma de la espada galáctica.

# InfinityBlade_Name
source: Infinity Blade
es: Espada infinita

# InfinityDagger_Description
source: The true form of the Galaxy Dagger.
es: La verdadera forma de la daga galáctica.

# InfinityDagger_Name
source: Infinity Dagger
es: Daga infinita

# InfinityGavel_Description
source: The true form of the Galaxy Hammer.
es: La verdadera forma del martillo galáctico.

# InfinityGavel_Name
source: Infinity Gavel
es: Maza infinita

# InsectHead_Description
source: Not very pleasant to wield.
es: No es muy agradable de blandir.

# InsectHead_Name
source: Insect Head
es: Cabeza de insecto

# IridiumNeedle_Description
source: The point is unbelievably sharp; even down to the atomic level.
es: La punta es increíblemente afilada; incluso a nivel atómico.

# IridiumNeedle_Name
source: Iridium Needle
es: Aguja de iridio

# IronDirk_Description
source: A common dagger.
es: Una daga común.

# IronDirk_Name
source: Iron Dirk
es: Puñal de hierro

# IronEdge_Description
source: A heavy broadsword.
es: Un espadón muy pesado.

# IronEdge_Name
source: Iron Edge
es: Filo de hierro

# Kudgel_Description
source: A brute's companion.
es: El mejor compañero de un bruto.

# Kudgel_Name
source: Kudgel
es: Garrote

# LavaKatana_Description
source: A powerful blade forged in a pool of churning lava.
es: Una hoja poderosa forjada en un lago de lava agitada.

# LavaKatana_Name
source: Lava Katana
es: Katana de lava

# LeadRod_Description
source: It's incredibly heavy.
es: Increíblemente pesada.

# LeadRod_Name
source: Lead Rod
es: Vara de plomo

# LeahsWhittler_Description
source: Leah's favorite tool for shaping driftwood.
es: La herramienta preferida de Leah para dar forma a la madera.

# LeahsWhittler_Name
source: Leah's Whittler
es: Cincel de Leah

# MarusWrench_Description
source: A big; metal wrench. It smells like Maru.
es: Una gran llave inglesa de metal. Huele a Maru.

# MarusWrench_Name
source: Maru's Wrench
es: Llave inglesa de Maru

# MasterSlingshot_Description
source: Requires stones for ammo.
es: Necesita munición.

# MasterSlingshot_Name
source: Master Slingshot
es: Tirachinas maestro

# Meowmere_Description
source: An unusual weapon from a far away land...
es: Un arma inusual de un lugar muy lejano...

# Meowmere_Name
source: Meowmere
es: Filomiau

# NeptunesGlaive_Description
source: An heirloom from beyond the Gem Sea.
es: Una reliquia de más allá del mar de Gema.

# NeptunesGlaive_Name
source: Neptune's Glaive
es: Guja de Neptuno

# ObsidianEdge_Description
source: It's incredibly sharp.
es: Increíblemente afilado.

# ObsidianEdge_Name
source: Obsidian Edge
es: Filo de obsidiana

# OssifiedBlade_Description
source: A large; sharp blade formed from bone.
es: Una gran; afilada hoja hecha de hueso.

# OssifiedBlade_Name
source: Ossified Blade
es: Hoja ósea

# PennysFryer_Description
source: Penny's favorite frying pan. There's some rubbery gunk stuck to the inside.
es: La sartén preferida de Penny. Tiene un poco de mugre gomosa pegada por dentro.

# PennysFryer_Name
source: Penny's Fryer
es: Sartén de Penny

# PiratesSword_Description
source: It looks like a pirate owned this once.
es: Parece que en su día perteneció a un pirata.

# PiratesSword_Name
source: Pirate's Sword
es: Sable pirata

# Rapier_Description
source: An elegant blade.
es: Una hoja elegante.

# Rapier_Name
source: Rapier
es: Florete

# RustySword_Description
source: A rusty; dull old sword.
es: Una espada vieja; roma y oxidada.

# RustySword_Name
source: Rusty Sword
es: Espada oxidada

# SamsOldGuitar_Description
source: It's seen better days.
es: Ha vivido tiempos mejores.

# SamsOldGuitar_Name
source: Sam's Old Guitar
es: Guitarra vieja de Sam

# Scythe_Description
source: It can cut grass into hay; if you've built a silo.
es: Puede cortar hierba y convertirla en heno; si dispones de un silo.

# Scythe_Name
source: Scythe
es: Guadaña

# SebsLostMace_Description
source: One of Sebastian's medieval replicas.
es: Una de las réplicas medievales de Sebastian.

# SebsLostMace_Name
source: Seb's Lost Mace
es: Maza perdida de Seb

# ShadowDagger_Description
source: When you hold the blade to your ear you can hear 1;000 souls shrieking.
es: Si la sostienes junto al oído; podrás oír gritar a 1.000 almas.

# ShadowDagger_Name
source: Shadow Dagger
es: Daga sombría

# SilverSaber_Description
source: Plated with silver to deter rust.
es: Chapado en plata para evitar la oxidación.

# SilverSaber_Name
source: Silver Saber
es: Sable de plata

# Slingshot_Description
source: Requires stones for ammo.
es: Necesita munición.

# Slingshot_Name
source: Slingshot
es: Tirachinas

# SteelFalchion_Description
source: Light and powerful.
es: Ligero y poderoso; hecho de acero.

# SteelFalchion_Name
source: Steel Falchion
es: Bracamante

# SteelSmallsword_Description
source: A standard metal blade.
es: Una hoja estándar de metal.

# SteelSmallsword_Name
source: Steel Smallsword
es: Espadín de acero

# TemperedBroadsword_Description
source: It looks like it could withstand anything.
es: Parece que pueda aguantarlo todo.

# TemperedBroadsword_Name
source: Tempered Broadsword
es: Espadón templado

# TemplarsBlade_Description
source: It once belonged to an honorable knight.
es: Solía pertenecer a un honorable caballero.

# TemplarsBlade_Name
source: Templar's Blade
es: Hoja del templario

# TheSlammer_Description
source: An extremely heavy gavel that'll send foes flying.
es: Un martillo tremendamente pesado que hará volar a los enemigos.

# TheSlammer_Name
source: The Slammer
es: Machacador

# WickedKris_Description
source: The blade is made of an iridium alloy.
es: Su hoja es de aleación de iridio.

# WickedKris_Name
source: Wicked Kris
es: Kris maldita

# WindSpire_Description
source: A swift little blade.
es: Una pequeña hoja rápida.

# WindSpire_Name
source: Wind Spire
es: Aguja del viento

# WoodClub_Description
source: A solid piece of wood; crudely chiseled into a club shape.
es: Una pieza sólida de madera; toscamente esculpida en forma de porra.

# WoodClub_Name
source: Wood Club
es: Porra de madera

# WoodenBlade_Description
source: Not bad for a piece of carved wood.
es: No está mal para ser madera tallada.

# WoodenBlade_Name
source: Wooden Blade
es: Hoja de madera

# WoodMallet_Description
source: The solid head packs a punch. Relatively light for a club.
es: Su sólida cabeza pega fuerte. Relativamente ligera para ser una porra.

# WoodMallet_Name
source: Wood Mallet
es: Maza de madera

# YetiTooth_Description
source: It's icy cold to the touch.
es: Su hoja está helada.

# YetiTooth_Name
source: Yeti Tooth
es: Diente de yeti
